Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

source: Turning off Energy Panel will make the planning algorithm default to medium energy for all days.
ar: سيؤدي إيقاف تشغيل لوحة الطاقة إلى جعل خوارزمية التخطيط افتراضية على الطاقة المتوسطة لجميع الأيام.
da: Hvis energipanelet deaktiveres, bliver planlægningsalgoritmen som standard til medium energi for alle dage.
es: Al desactivar Energy Panel, el algoritmo de planificación se configurará de manera predeterminada con energía media para todos los días.
fa: خاموش کردن پنل انرژی، الگوریتم برنامه‌ریزی را به‌طور پیش‌فرض روی انرژی متوسط ​​برای تمام روزها تبدیل می‌کند.
fi: Energiapaneelin poistaminen käytöstä tekee suunnittelualgoritmista oletuksena keskimääräiseksi energiaksi kaikkina päivinä.
fr: La désactivation du panneau d'énergie fera que l'algorithme de planification sera par défaut sur une énergie moyenne pour tous les jours.
ja: エネルギーパネルをオフにすると、計画アルゴリズムはデフォルトで終日中エネルギーになります。
ko: 에너지 패널을 끄면 계획 알고리즘이 하루 종일 중간 에너지로 기본 설정됩니다.
nl: Als u het Energiepaneel uitschakelt, wordt het planningsalgoritme voor alle dagen standaard ingesteld op gemiddelde energie.
th: การปิดแผงพลังงานจะทำให้อัลกอริทึมการวางแผนเริ่มต้นเป็นพลังงานปานกลางตลอดทั้งวัน
uk: Якщо вимкнути панель енергоспоживання, алгоритм планування за замовчуванням буде використовувати середньое енергоспоживання для всіх днів.
zh_hans: 关闭能量面板将使规划算法全天默认为中等能量。
zh_hant: 關閉能量面板將使規划算法全天默認為中等能量。
zh_hk: 關閉能量面板將使規划算法全天默認為中等能量。

source: Type the code to confirm
ar: اكتب الرمز للتأكيد
da: Indtast koden for at bekræfte
es: Escribe el código para confirmar
fa: برای تایید کد را تایپ کنید
fi: Vahvista kirjoittamalla koodi
fr: Tapez le code pour confirmer
ja: 確認のためコードを入力してください
ko: 확인하려면 코드를 입력하세요.
nl: Typ de code om te bevestigen
th: พิมพ์รหัสเพื่อยืนยัน
uk: Введіть код для підтвердження
zh_hans: 输入代码进行确认
zh_hant: 輸入代碼進行確認
zh_hk: 輸入代碼進行確認

source: Typography
ar: الطباعة
da: Typografi
es: Tipografía
fa: تایپوگرافی
fi: Typografia
fr: Typographie
ja: タイポグラフィ
ko: 타이포그래피
nl: Typografie
th: วิชาการพิมพ์
uk: Типографіка
zh_hans: 版式
zh_hant: 版式
zh_hk: 版式

source: Upcoming Deadlines
ar: المواعيد النهائية القادمة
da: Kommende deadlines
es: Próximos plazos
fi: Tulevat määräajat
fr: Dates limites à venir
ja: 今後の締め切り
ko: 다가오는 마감일
nl: Aankomende deadlines
th: กำหนดเวลาที่กำลังจะมาถึง
uk: Найближчі терміни
zh_hans: 即将到来的截止日期
zh_hant: 即將到來的截止日期
zh_hk: 即將到來的截止日期

source: Updated %@
ar: تم التحديث %@
da: Opdateret %@
es: Actualizado %@
fa: %@ به روز شد
fi: Päivitetty %@
fr: Mis à jour %@
ja: %@ を更新しました
ko: %@ 업데이트됨
nl: %@ bijgewerkt
th: อัปเดต %@
uk: Оновлено %@
zh_hans: 已更新%@
zh_hant: 已更新%@
zh_hk: 已更新%@

source: Updated: %@
ar: تم التحديث: %@
da: Opdateret: %@
es: Actualizado: %@
fi: Päivitetty: %@
fr: Mis à jour: %@
ja: 更新日: %@
ko: 업데이트됨: %@
nl: Bijgewerkt: %@
th: อัปเดต: %@
uk: Оновлено: %@
zh_hans: 更新：%@
zh_hant: 更新：%@
zh_hk: 更新：%@

source: Upload Syllabus / Practice Test
ar: تحميل المنهج / اختبار الممارسة
da: Upload pensum / Praksistest
es: Subir programa de estudios/examen de práctica
fa: بارگذاری برنامه درسی / آزمون تمرینی
fi: Lataa opetusohjelma / harjoituskoe
fr: Télécharger le programme / test pratique
ja: シラバス/模擬テストのアップロード
ko: 강의 계획서 / 연습 시험 업로드
nl: Syllabus/oefentoets uploaden
th: อัปโหลดหลักสูตร / แบบทดสอบฝึกหัด
uk: Завантажте навчальний план / практичний тест
zh_hans: 上传教学大纲/练习测试
zh_hant: 上傳教學大綱/練習測試
zh_hk: 上傳教學大綱/練習測試

source: Urgency
ar: إلحاح
da: Uopsættelighed
es: Urgencia
fa: فوریت
fi: Kiireellisyys
fr: Urgence
ja: 緊急
ko: 긴급
nl: Urgentie
th: ความเร่งด่วน
uk: Терміновість
zh_hans: 紧迫性
zh_hant: 緊迫性
zh_hk: 緊迫性

source: Use denser layout with less spacing
ar: استخدم تخطيطًا أكثر كثافة مع مسافات أقل
da: Brug tættere layout med mindre mellemrum
es: Utilice un diseño más denso con menos espacio
fa: از چیدمان متراکم تر با فاصله کمتر استفاده کنید
fi: Käytä tiheämpää asettelua pienemmällä välillä
fr: Utilisez une mise en page plus dense avec moins d'espacement
ja: 間隔を狭め、より密なレイアウトを使用する
ko: 더 적은 간격으로 더 조밀한 레이아웃 사용
nl: Gebruik een dichtere lay-out met minder tussenruimte
th: ใช้เค้าโครงที่หนาแน่นขึ้นและมีระยะห่างน้อยลง
uk: Використовуйте більш щільний макет із меншим інтервалом
zh_hans: 使用更密集的布局和更小的间距
zh_hant: 使用更密集的佈局和更小的間距
zh_hk: 使用更密集的佈局和更小的間距

source: Use the Courses page to add, edit, and organize your academic schedule.
ar: استخدم صفحة الدورات لإضافة جدولك الأكاديمي وتعديله وتنظيمه.
da: Brug siden Kurser til at tilføje, redigere og organisere din akademiske tidsplan.
es: Utilice la página Cursos para agregar, editar y organizar su horario académico.
fa: از صفحه دوره ها برای اضافه کردن، ویرایش و سازماندهی برنامه تحصیلی خود استفاده کنید.
fi: Kurssit-sivulla voit lisätä, muokata ja järjestää akateemista aikataulua.
fr: Utilisez la page Cours pour ajouter, modifier et organiser votre emploi du temps académique.
ja: [コース] ページを使用して、学業スケジュールを追加、編集、整理します。
ko: 코스 페이지를 사용하여 학업 일정을 추가, 편집, 구성할 수 있습니다.
nl: Gebruik de pagina Cursussen om uw academische rooster toe te voegen, te bewerken en te ordenen.
th: ใช้หน้าหลักสูตรเพื่อเพิ่ม แก้ไข และจัดระเบียบตารางการศึกษาของคุณ
uk: Використовуйте сторінку курсів, щоб додавати, редагувати та впорядковувати свій навчальний розклад.
zh_hans: 使用课程页面添加、编辑和组织您的学术日程。
zh_hant: 使用課程頁面添加、編輯和組織您的學術日程。
zh_hk: 使用課程頁面添加、編輯和組織您的學術日程。

source: Use “Open in New Window” from the Assignments list to create a dedicated window.
ar: استخدم "فتح في نافذة جديدة" من قائمة المهام لإنشاء نافذة مخصصة.
da: Brug "Åbn i nyt vindue" fra opgavelisten til at oprette et dedikeret vindue.
es: Utilice "Abrir en una ventana nueva" de la lista de Asignaciones para crear una ventana dedicada.
fa: از "Open in New Window" از لیست Assignments برای ایجاد یک پنجره اختصاصی استفاده کنید.
fi: Käytä Tehtävät-luettelon kohtaa "Avaa uudessa ikkunassa" luodaksesi erillisen ikkunan.
fr: Utilisez « Ouvrir dans une nouvelle fenêtre » dans la liste des affectations pour créer une fenêtre dédiée.
ja: 割り当てリストから「新しいウィンドウで開く」を使用して、専用のウィンドウを作成します。
ko: 할당 목록에서 "새 창에서 열기"를 사용하여 전용 창을 만듭니다.
nl: Gebruik 'Openen in nieuw venster' uit de lijst Toewijzingen om een ​​speciaal venster te maken.
th: ใช้ "เปิดในหน้าต่างใหม่" จากรายการงานที่มอบหมายเพื่อสร้างหน้าต่างเฉพาะ
uk: Використовуйте «Відкрити в новому вікні» зі списку завдань, щоб створити окреме вікно.
zh_hans: 使用“作业”列表中的“在新窗口中打开”来创建专用窗口。
zh_hant: 使用“作業”列表中的“在新窗口中打開”來創建專用窗口。
zh_hk: 使用“作業”列表中的“在新窗口中打開”來創建專用窗口。

source: Use “Open in New Window” from the Courses list to inspect a course without losing your place.
ar: استخدم "فتح في نافذة جديدة" من قائمة الدورات التدريبية لتفقد الدورة التدريبية دون أن تفقد مكانك.
da: Brug "Åbn i nyt vindue" fra kursuslisten til at inspicere et kursus uden at miste din plads.
es: Utilice "Abrir en una ventana nueva" de la lista de Cursos para inspeccionar un curso sin perder su lugar.
fa: از "باز کردن در پنجره جدید" از لیست دوره ها برای بازرسی یک دوره بدون از دست دادن مکان خود استفاده کنید.
fi: Käytä "Avaa uudessa ikkunassa" Kurssit-luettelosta tarkistaaksesi kurssin menettämättä paikkaasi.
fr: Utilisez « Ouvrir dans une nouvelle fenêtre » dans la liste des cours pour inspecter un cours sans perdre votre place.
ja: コースリストから「新しいウィンドウで開く」を使用すると、場所を見失うことなくコースを閲覧できます。
ko: 강좌 목록에서 "새 창에서 열기"를 사용하면 자리를 잃지 않고 강좌를 살펴볼 수 있습니다.
nl: Gebruik 'Openen in nieuw venster' uit de lijst met cursussen om een ​​cursus te bekijken zonder uw plaats te verliezen.
th: ใช้ "เปิดในหน้าต่างใหม่" จากรายการหลักสูตรเพื่อตรวจสอบหลักสูตรโดยไม่เสียตำแหน่งของคุณ
uk: Використовуйте «Відкрити в новому вікні» зі списку курсів, щоб перевірити курс, не втрачаючи свого місця.
zh_hans: 使用课程列表中的“在新窗口中打开”来检查课程，而不会丢失您的位置。
zh_hant: 使用課程列表中的“在新窗口中打開”來檢查課程，而不會丟失您的位置。
zh_hk: 使用課程列表中的“在新窗口中打開”來檢查課程，而不會丟失您的位置。

source: Verify invariant enforcement and suppressions
ar: التحقق من الإنفاذ والقمع الثابت
da: Bekræft invariant håndhævelse og undertrykkelse
es: Verificar la aplicación invariante y las supresiones
fa: اجرای ثابت و سرکوب را تأیید کنید
fi: Tarkista muuttumattomat täytäntöönpanot ja esto
fr: Vérifier l'application et les suppressions invariantes
ja: 不変の強制と抑制を検証する
ko: 불변 적용 및 억제 확인
nl: Controleer onveranderlijke handhaving en onderdrukking
th: ตรวจสอบการบังคับใช้และการระงับที่ไม่เปลี่ยนแปลง
uk: Перевірте інваріантне застосування та придушення
zh_hans: 验证不变的执行和抑制
zh_hant: 驗證不變的執行和抑制
zh_hk: 驗證不變的執行和抑制

source: View History
ar: عرض التاريخ
da: Se historik
es: Ver historial
fi: Näytä historia
fr: Afficher l'historique
ja: 履歴を見る
ko: 기록 보기
nl: Geschiedenis bekijken
th: ดูประวัติ
uk: Переглянути історію
zh_hans: 查看历史记录
zh_hant: 查看歷史記錄
zh_hk: 查看歷史記錄

source: View recent log events. Full logs are available in Console.app filtered by subsystem 'com.itori.app'.
ar: عرض أحداث السجل الأخيرة.تتوفر السجلات الكاملة في Console.app الذي تمت تصفيته بواسطة النظام الفرعي "com.itori.app".
da: Se seneste loghændelser.Fuld logfiler er tilgængelige i Console.app filtreret efter undersystemet 'com.itori.app'.
es: Ver eventos de registro recientes.Los registros completos están disponibles en Console.app filtrados por el subsistema 'com.itori.app'.
fa: مشاهده رویدادهای گزارش اخیرگزارش‌های کامل در Console.app در دسترس هستند که توسط زیرسیستم «com.itori.app» فیلتر شده‌اند.
fi: Näytä viimeisimmät lokitapahtumat.Täydelliset lokit ovat saatavilla Console.app-alijärjestelmällä com.itori.app suodatettuna.
fr: Afficher les événements récents du journal.Full logs are available in Console.app filtered by subsystem 'com.itori.app'.
ja: 最近のログ イベントを表示します。完全なログは、サブシステム「com.itori.app」でフィルタリングされた Console.app で利用できます。
ko: 최근 로그 이벤트를 봅니다.전체 로그는 하위 시스템 'com.itori.app'으로 필터링된 Console.app에서 사용할 수 있습니다.
nl: Bekijk recente loggebeurtenissen.Volledige logboeken zijn beschikbaar in Console.app, gefilterd op subsysteem 'com.itori.app'.
th: ดูเหตุการณ์บันทึกล่าสุดบันทึกฉบับเต็มมีอยู่ใน Console.app ซึ่งกรองโดยระบบย่อย 'com.itori.app'
uk: Переглянути останні події журналу.Повні журнали доступні в Console.app, відфільтровані підсистемою 'com.itori.app'.
zh_hans: 查看最近的日志事件。Console.app 中提供了完整日志，并由子系统“com.itori.app”过滤。
zh_hant: 查看最近的日誌事件。Console.app 中提供了完整日誌，並由子系統“com.itori.app”過濾。
zh_hk: 查看最近的日誌事件。Console.app 中提供了完整日誌，並由子系統“com.itori.app”過濾。

source: Visualize your academic performance
ar: تصور أدائك الأكاديمي
da: Visualiser din akademiske præstation
es: Visualiza tu rendimiento académico
fa: عملکرد تحصیلی خود را تجسم کنید
fi: Visualisoi akateeminen suorituksesi
fr: Visualisez votre performance académique
ja: 学業成績を可視化
ko: 학업 성과를 시각화하세요
nl: Visualiseer uw academische prestaties
th: เห็นภาพผลการเรียนของคุณ
uk: Візуалізуйте свою успішність
zh_hans: 可视化您的学业表现
zh_hant: 可視化您的學業表現
zh_hk: 可視化您的學習成績

source: Weight %
ar: وزن ٪
da: Vægt %
es: Peso %
fa: وزن %
fi: paino %
fr: Poids %
ja: 重さ ％
ko: 무게 %
nl: Gewicht %
th: น้ำหนัก %
uk: Вага %
zh_hans: 重量 ％
zh_hant: 重量 ％
zh_hk: 重量 ％

source: Weight: %@%%
ar: وزن: ٪@٪٪
da: Vægt: %@%%
es: Peso: %@%%
fa: وزن: %@%%
fi: Paino: %@%%
fr: Poids: %@%%
ja: 重さ： ％@％％
ko: 무게: %@%%
nl: Gewicht: %@%%
th: น้ำหนัก: %@%%
uk: Вага: %@%%
zh_hans: 重量： ％@％％
zh_hant: 重量： ％@％％
zh_hk: 重量： ％@％％

# Weighted %@%% • %@ courses
source: Weighted %1$@%% • %2$@ courses
ar: الدورات التدريبية الموزونة %1$@%% • %2$@
da: Vægtet %1$@%% • %2$@ kurser
de: Weighted %@%% • %@ courses
es: %1$@%% ponderado • %2$@ cursos
fa: وزن %1$@%% • %2$@ دوره
fi: Painotettu %1$@%% • %2$@ kurssia
fr: %1$@%% pondérés • %2$@ cours
he: Weighted %@%% • %@ courses
ja: 重み付けされた %1$@%% • %2$@ コース
ko: 가중치 적용 %@%% • %@ 강좌
nl: Gewogen %1$@%% • %2$@ cursussen
th: ถ่วงน้ำหนัก %1$@%% • %2$@ หลักสูตร
uk: Зважені %1$@%% • %2$@ курсів
zh_hans: 加权%1$@%% • %2$@ 课程
zh_hant: 加權%1$@%% • %2$@ 課程
zh_hk: 加權%1$@%% • %2$@ 課程

source: We’ll show assignment progress and study time once this course has data.
ar: سنعرض تقدم المهمة ووقت الدراسة بمجرد حصول هذه الدورة على بيانات.
da: Vi viser opgavefremskridt og studietid, når dette kursus har data.
es: Mostraremos el progreso de las tareas y el tiempo de estudio una vez que este curso tenga datos.
fa: زمانی که این دوره داده‌هایی داشته باشد، پیشرفت تکلیف و زمان مطالعه را نشان خواهیم داد.
fi: Näytämme tehtävän edistymisen ja opiskeluajan, kun kurssilla on tietoja.
fr: Nous afficherons la progression des devoirs et le temps d’étude une fois que ce cours aura des données.
ja: このコースにデータが追加されたら、課題の進捗状況と学習時間を表示します。
ko: 이 코스에 데이터가 있으면 과제 진행 상황과 학습 시간이 표시됩니다.
nl: We laten de voortgang van de opdrachten en de studietijd zien zodra deze cursus gegevens heeft.
th: เราจะแสดงความคืบหน้าของงานและเวลาเรียนเมื่อหลักสูตรนี้มีข้อมูลแล้ว
uk: Ми покажемо хід виконання завдання та час навчання, коли цей курс матиме дані.
zh_hans: 一旦本课程有数据，我们将显示作业进度和学习时间。
zh_hant: 一旦本課程有數據，我們將顯示作業進度和學習時間。
zh_hk: 一旦本課程有數據，我們將顯示作業進度和學習時間。

source: What-If Mode Active
ar: وضع ماذا لو نشط
da: Hvad hvis-tilstand er aktiv
es: Modo What-If activo
fa: حالت What-If فعال است
fi: Mitä jos -tila aktiivinen
fr: Mode de simulation actif
ja: What-If モードがアクティブです
ko: What-If 모드 활성화
nl: What-If-modus actief
th: โหมด What-If ใช้งานอยู่
uk: Режим «що-якщо» активний
zh_hans: 假设模式激活
zh_hant: 假設模式激活
zh_hk: 假設模式激活

source: What-If Scenario
ar: ماذا لو السيناريو
da: Hvad-hvis-scenarie
es: Escenario hipotético
fa: سناریوی چه می‌شد
fi: Mitä jos -skenaario
fr: Scénario de simulation
ja: What-If シナリオ
ko: 가정 시나리오
nl: Wat-als-scenario
th: สถานการณ์สมมติจะเป็นอย่างไร
uk: Сценарій «що-якщо».
zh_hans: 假设情景
zh_hant: 假設情景
zh_hk: 假設情景

source: When enabled, the app emits structured debug logging to the Xcode console. This helps with debugging, triage, and understanding app behavior at runtime.
ar: عند التمكين، يرسل التطبيق تسجيل تصحيح منظم إلى وحدة تحكم Xcode.ويساعد ذلك في تصحيح الأخطاء وفرزها وفهم سلوك التطبيق في وقت التشغيل.
da: Når den er aktiveret, udsender appen struktureret debug-logning til Xcode-konsollen.Dette hjælper med fejlfinding, triage og forståelse af app-adfærd under kørsel.
es: Cuando está habilitada, la aplicación emite un registro de depuración estructurado a la consola Xcode.Esto ayuda a depurar, clasificar y comprender el comportamiento de la aplicación en tiempo de ejecución.
fa: هنگامی که این برنامه فعال است، گزارش اشکال زدایی ساختار یافته را به کنسول Xcode ارسال می کند.این به اشکال زدایی، تریاژ و درک رفتار برنامه در زمان اجرا کمک می کند.
fi: Kun tämä on käytössä, sovellus lähettää strukturoidun virheenkorjauslokin Xcode-konsoliin.Tämä auttaa virheenkorjauksessa, lajittelussa ja sovellusten toiminnan ymmärtämisessä suorituksen aikana.
fr: Lorsqu'elle est activée, l'application émet une journalisation de débogage structurée sur la console Xcode.Cela facilite le débogage, le tri et la compréhension du comportement de l'application au moment de l'exécution.
ja: 有効にすると、アプリは構造化されたデバッグ ログを Xcode コンソールに出力します。これは、デバッグ、優先順位付け、および実行時のアプリの動作の理解に役立ちます。
ko: 활성화되면 앱은 Xcode 콘솔에 구조화된 디버그 로깅을 내보냅니다.이는 런타임 시 앱 동작을 디버깅, 분류 및 이해하는 데 도움이 됩니다.
nl: Indien ingeschakeld, verzendt de app gestructureerde foutopsporingsregistratie naar de Xcode-console.Dit helpt bij het opsporen van fouten, het beoordelen en het begrijpen van app-gedrag tijdens runtime.
th: เมื่อเปิดใช้งาน แอปจะส่งการบันทึกการดีบักแบบมีโครงสร้างไปยังคอนโซล Xcodeซึ่งช่วยในการแก้ไขจุดบกพร่อง คัดแยก และทำความเข้าใจพฤติกรรมของแอปในขณะรันไทม์
uk: Якщо ввімкнено, програма видає структурований журнал налагодження на консоль Xcode.Це допомагає з налагодженням, сортуванням і розумінням поведінки програми під час виконання.
zh_hans: 启用后，应用程序会将结构化调试日志记录发送到 Xcode 控制台。这有助于调试、分类和理解应用程序在运行时的行为。
zh_hant: 啟用後，應用程序會將結構化調試日誌記錄發送到 Xcode 控制台。這有助於調試、分類和理解應用程序在運行時的行為。
zh_hk: 啟用後，應用程序會將結構化調試日誌記錄發送到 Xcode 控制台。這有助於調試、分類和理解應用程序在運行時的行為。

source: When tasks are automatically rescheduled, they'll appear here
ar: عندما تتم إعادة جدولة المهام تلقائيًا، ستظهر هنا
da: Når opgaver automatisk omlægges, vises de her
es: Cuando las tareas se reprogramen automáticamente, aparecerán aquí
fi: Kun tehtävät ajoitetaan automaattisesti uudelleen, ne näkyvät tässä
fr: Lorsque les tâches sont automatiquement reprogrammées, elles apparaissent ici
ja: タスクが自動的に再スケジュールされると、ここに表示されます
ko: 작업 일정이 자동으로 변경되면 여기에 표시됩니다.
nl: Wanneer taken automatisch opnieuw worden gepland, verschijnen ze hier
th: เมื่องานถูกจัดกำหนดการใหม่โดยอัตโนมัติ งานเหล่านั้นจะปรากฏที่นี่
uk: Коли завдання буде автоматично переплановано, вони з’являться тут
zh_hans: 当任务自动重新安排时，它们将出现在此处
zh_hant: 當任務自動重新安排時，它們將出現在此處
zh_hk: 當任務自動重新安排時，它們將出現在此處

source: Workday
ar: يوم العمل
da: Arbejdsdag
es: jornada laboral
fi: Työpäivä
fr: Journée de travail
ja: 勤務日
ko: 근무일
nl: Werkdag
th: วันทำงาน
uk: робочий день
zh_hans: 工作日
zh_hant: 工作日
zh_hk: 工作日

source: Workload Forecast
ar: توقعات عبء العمل
da: Arbejdsbelastningsprognose
es: Previsión de carga de trabajo
fi: Työkuormitusennuste
fr: Prévision de la charge de travail
ja: 作業量の予測
ko: 작업량 예측
nl: Voorspelling van de werklast
th: การคาดการณ์ภาระงาน
uk: Прогноз навантаження
zh_hans: 工作量预测
zh_hant: 工作量預測
zh_hk: 工作量預測

source: Works with OpenAI, Azure OpenAI, LM Studio, and other compatible LLM APIs
ar: يعمل مع OpenAI وAzure OpenAI وLM Studio وواجهات برمجة تطبيقات LLM المتوافقة الأخرى
da: Fungerer med OpenAI, Azure OpenAI, LM Studio og andre kompatible LLM API'er
es: Funciona con OpenAI, Azure OpenAI, LM Studio y otras API LLM compatibles
fi: Toimii OpenAI:n, Azure OpenAI:n, LM Studion ja muiden yhteensopivien LLM-sovellusliittymien kanssa
fr: Fonctionne avec OpenAI, Azure OpenAI, LM Studio et d'autres API LLM compatibles
ja: OpenAI、Azure OpenAI、LM Studio、およびその他の互換性のある LLM API で動作します
ko: OpenAI, Azure OpenAI, LM Studio 및 기타 호환 가능한 LLM API와 함께 작동합니다.
nl: Werkt met OpenAI, Azure OpenAI, LM Studio en andere compatibele LLM API's
th: ทำงานร่วมกับ OpenAI, Azure OpenAI, LM Studio และ LLM API อื่นๆ ที่เข้ากันได้
uk: Працює з OpenAI, Azure OpenAI, LM Studio та іншими сумісними API LLM
zh_hans: 可与 OpenAI、Azure OpenAI、LM Studio 和其他兼容的 LLM API 配合使用
zh_hant: 可與 OpenAI、Azure OpenAI、LM Studio 和其他兼容的 LLM API 配合使用
zh_hk: 可與 OpenAI、Azure OpenAI、LM Studio 和其他兼容的 LLM API 配合使用

source: Worth %@%% of grade
ar: يستحق %@%% من الدرجة
da: Værd at %@%% af karakteren
es: Valor %@%% de la calificación
fi: Arvosanan %@%% arvo
fr: Vaut %@%% de la note
ja: グレードの %@%% 相当
ko: %@%% 등급의 가치
nl: Ter waarde van %@%% van het cijfer
th: มูลค่า %@%% ของเกรด
uk: Варто %@%% оцінки
zh_hans: 价值 %@%% 的成绩
zh_hant: 價值 %@%% 的成績
zh_hk: 價值 %@%% 的成績

source: Would you like to start '%@' now? This will create a new test attempt.
ar: هل ترغب في بدء '%@' الآن؟سيؤدي هذا إلى إنشاء محاولة اختبار جديدة.
da: Vil du starte '%@' nu?Dette vil oprette et nyt testforsøg.
es: ¿Le gustaría empezar '%@' ahora?Esto creará un nuevo intento de prueba.
fi: Haluatko aloittaa '%@' nyt?Tämä luo uuden testiyrityksen.
fr: Souhaitez-vous démarrer '%@' maintenant ?Cela créera une nouvelle tentative de test.
ja: 今すぐ「%@」を開始しますか?これにより、新しいテスト試行が作成されます。
ko: 지금 '%@'을(를) 시작하시겠습니까?그러면 새로운 테스트 시도가 생성됩니다.
nl: Wilt u nu '%@' starten?Hierdoor wordt een nieuwe testpoging gemaakt.
th: คุณต้องการเริ่มต้น '%@' ตอนนี้หรือไม่?สิ่งนี้จะสร้างความพยายามทดสอบใหม่
uk: Бажаєте почати «%@» зараз?Це створить нову спробу тестування.
zh_hans: 您想现在开始“%@”吗？这将创建一个新的测试尝试。
zh_hant: 您想現在開始“%@”嗎？這將創建一個新的測試嘗試。
zh_hk: 您想現在開始“%@”嗎？這將創建一個新的測試嘗試。

source: Year: %.2f
ar: السنة: %.2f
da: År: %.2f
es: Año: %.2f
fi: Vuosi: %.2f
fr: Année : %.2f
ja: 年: %.2f
ko: 연도: %.2f
nl: Jaar: %.2f
th: ปี: %.2f
uk: Рік: %.2f
zh_hans: 年份：%.2f
zh_hant: 年份：%.2f
zh_hk: 年份：%.2f

source: You have unsaved changes. Save before closing to avoid losing them.
ar: لديك تغييرات غير محفوظة.احفظها قبل الإغلاق لتجنب فقدانها.
da: Du har ikke-gemte ændringer.Gem før du lukker for at undgå at miste dem.
es: Tienes cambios sin guardar.Guardar antes de cerrar para no perderlos.
fi: Sinulla on tallentamattomia muutoksia.Tallenna ennen sulkemista, jotta et menetä niitä.
fr: Vous avez des modifications non enregistrées.Enregistrez avant de fermer pour éviter de les perdre.
ja: 未保存の変更があります。紛失しないように、閉じる前に保存してください。
ko: 저장되지 않은 변경사항이 있습니다.잃어버리지 않으려면 닫기 전에 저장하세요.
nl: U heeft niet-opgeslagen wijzigingen.Bewaar voordat u sluit om te voorkomen dat u ze kwijtraakt.
th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึกบันทึกก่อนปิดเพื่อหลีกเลี่ยงการสูญเสีย
uk: У вас є незбережені зміни.Збережіть перед закриттям, щоб не втратити їх.
zh_hans: 您有未保存的更改。关闭前保存以避免丢失。
zh_hant: 您有未保存的更改。關閉前保存以避免丟失。
zh_hk: 您有未保存的更改。關閉前保存以避免丟失。

source: You have unsaved edits. Save before closing to avoid losing them.
ar: لديك تعديلات غير محفوظة.احفظها قبل الإغلاق لتجنب فقدانها.
da: Du har ikke-gemte redigeringer.Gem før du lukker for at undgå at miste dem.
es: Tienes ediciones no guardadas.Guardar antes de cerrar para no perderlos.
fi: Sinulla on tallentamattomia muokkauksia.Tallenna ennen sulkemista, jotta et menetä niitä.
fr: Vous avez des modifications non enregistrées.Enregistrez avant de fermer pour éviter de les perdre.
ja: 未保存の編集内容があります。紛失しないように、閉じる前に保存してください。
ko: 저장되지 않은 수정사항이 있습니다.잃어버리지 않으려면 닫기 전에 저장하세요.
nl: U heeft niet-opgeslagen bewerkingen.Bewaar voordat u sluit om te voorkomen dat u ze kwijtraakt.
th: คุณมีการแก้ไขที่ยังไม่ได้บันทึกบันทึกก่อนปิดเพื่อหลีกเลี่ยงการสูญเสีย
uk: У вас є незбережені зміни.Збережіть перед закриттям, щоб не втратити їх.
zh_hans: 您有未保存的编辑。关闭前保存以避免丢失。
zh_hant: 您有未保存的編輯。關閉前保存以避免丟失。
zh_hk: 您有未保存的編輯。關閉前保存以避免丟失。

source: You studied %@ cards
ar: لقد درست بطاقات %@
da: Du har studeret %@ kort
es: Estudiaste %@ tarjetas
fi: Opit %@-korttia
fr: Vous avez étudié %@ cartes
ja: %@ カードを学習しました
ko: %@ 카드를 연구했습니다.
nl: Je hebt %@ kaarten bestudeerd
th: คุณศึกษาการ์ด %@
uk: Ви вивчили %@ карток
zh_hans: 您学习了 %@ 卡
zh_hant: 您學習了 %@ 卡
zh_hk: 您學習了 %@ 卡

# alarm.break
source: Break
ar: استراحة
da: Pause
de: alarm.break
es: Descanso
fa: شکستن
fi: Tauko
fr: Casser
he: alarm.break
it: Rottura
ja: 壊す
ko: 알람.브레이크
nl: Pauze
sw: Kuvunja
th: หยุดพัก
uk: Перерва
vi: Phá vỡ
zh_hans: 休息
zh_hant: 休息
zh_hk: 休息

# alarm.pause
source: Pause
ar: يوقف
de: Alarm Pause
es: Pausar
fa: مکث کنید
fi: Tauko
he: alarm.pause
it: Pausa
ja: 一時停止
ko: 알람.일시 중지
nl: Pauze
sw: Sitisha
th: หยุดชั่วคราว
uk: Пауза
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停
zh_hk: 暫停

# alarm.paused
source: Paused
ar: متوقف مؤقتًا
da: Pause
de: alarm.paused
es: Pausado
fa: مکث کرد
fi: Keskeytetty
fr: En pause
he: alarm.paused
it: In pausa
ja: 一時停止中
ko: 알람.일시중지됨
nl: Gepauzeerd
sw: Imesitishwa
th: หยุดชั่วคราว
uk: Призупинено
vi: Đã tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停
zh_hk: 已暫停

# alarm.resume
source: Resume
ar: سيرة ذاتية
da: Genoptage
de: Alarm Wiederanlaufzeit
es: Reanudar
fa: رزومه
fi: Jatkaa
fr: CV
he: alarm.resume
it: Riprendere
ja: 再開する
ko: 알람.재개
nl: Cv
sw: Endelea
th: ประวัติย่อ
uk: Резюме
vi: Bản tóm tắt
zh_hans: 恢复
zh_hant: 恢復
zh_hk: 恢復

# alarm.stop
source: Stop
ar: قف
de: alarm.stop
es: Detener
fa: توقف کنید
fr: Arrêt
he: alarm.stop
it: Fermare
ja: 停止
ko: 알람.중지
sw: Acha
th: หยุด
uk: СТІЙ
vi: Dừng lại
zh_hans: 停止
zh_hant: 停止
zh_hk: 停止

# alarm.work
source: Work
ar: عمل
da: Arbejde
de: alarm.work
es: Trabajo
fa: کار کنید
fi: Työ
fr: Travail
he: alarm.work
it: Lavoro
ja: 仕事
nl: Werk
sw: Kazi
th: งาน
uk: Робота
vi: Công việc
zh_hans: 工作
zh_hant: 工作
zh_hk: 工作

# assignments.action.add
source: Add Assignment
ar: إضافة مهمة
da: Tilføj opgave
de: assignments.action.add
es: Agregar tarea
fa: افزودن تکلیف
fi: Lisää tehtävä
fr: Ajouter une affectation
he: assignments.action.add
it: Aggiungi compito
ja: 割り当ての追加
ko: 할당.작업.추가
nl: Opdracht toevoegen
sw: Ongeza Kazi
th: เพิ่มการมอบหมาย
uk: Додати завдання
vi: Thêm bài tập
zh_hans: 添加作业
zh_hant: 新增作業
zh_hk: 添加作業

# assignments.action.cancel
source: Cancel
ar: يلغي
da: Ophæve
de: assignments.action.cancel
es: Cancelar
fa: لغو کنید
fi: Peruuttaa
fr: Annuler
he: assignments.action.cancel
it: Cancellare
ja: キャンセル
nl: Annuleren
sw: Ghairi
th: ยกเลิก
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# assignments.action.edit
source: Edit
ar: يحرر
da: Redigere
de: assignments.action.edit
es: Editar
fa: ویرایش کنید
fi: Muokata
fr: Modifier
he: assignments.action.edit
it: Modificare
ja: 編集
ko: 할당.작업.편집
nl: Bewerking
sw: Hariri
th: แก้ไข
uk: Редагувати
vi: Biên tập
zh_hans: 编辑
zh_hant: 編輯
zh_hk: 編輯
